workspace/baselines/synthetic_distributed/fluid/0/U
FoamFile { format ascii; class volVectorField; location "0"; object U; }
dimensions [0 1 -1 0 0 0 0];
internalField uniform (0.31 0 0);
boundaryField
{
    inlet { type fixedValue; value uniform (0.31 0 0); }
    outlet { type zeroGradient; }
    cylinder { type movingWallVelocity; value uniform (0 0 0); }
    front { type empty; }
    back { type empty; }
}
